#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG @MRK_YT

class Translation(object):
    
    START_TEXT = """ ഞാനൊരു ഗ്രൂപ്പ് മാനേജർ ബോട്ടാണ് വെറുതെ നോക്കി നിന്നു സമയം കളയണ്ട<a href="t.me/{}">മൂവി ഹട്ട് ഗ്രൂപ്പിൽ </a> മാത്രമേ ഉപയോഗിക്കാൻ കഴിയൂ .\n\n{}"""


    HELP_TEXT = """
 മോനെ ഇത് നീ ഉദ്ദേശിക്കുന്ന ബോട്ട് അല്ല എനിക്ക് വേറെ ജോലി ഉണ്ട് അവൻ help ചോദിച്ചു വന്നിരിക്കുന്നു 🤣
        
<b><a href="https://t.me/THOMAS_MOVIE_HUT">© BLACK DEVIL</a></b>
"""
    
    ABOUT_TEXT = """<b>☞ 📃Name</b> : <b>Pro Auto Filter Bot V2.O</b>

<b>☞ 🗣️Language</b> : Python

<b>☞ 📚Library</b> : Pyrogram Asyncio 1.13.0

<b>☞ 📖Source Code</b> : <a href="https://t.me/kurachkanjiedukkatte">😋Click Here</a></b>
"""

    TEAM = """Team [Movie hut](t.me/Movie_hut_group)"""
